<template>
  <article class="contaner">
    <MainVisuial>
      <img src="../../assets/images/sample1.jpg" alt="" class="top_wrap_img">
    </MainVisuial>
    <main>
      <h1>新歓情報</h1>
      <BrainLine />
      <p>このページでは、早稲田祭2019運営スタッフの新歓企画とその詳細を掲載しています。みなさんの参加を、運営スタッフ一同心よりお待ちしております！
      各新歓の日程は以下のカレンダーをご覧ください。</p>
      <section class="wrap">
        <div class="events event1">
          <h2>運スタ説明会</h2>
          <p>運営スタッフの普段の様子や活動内容などを丁寧に説明します。運営スタッフや早稲田祭に少しでも興味のある方におすすめです。</p>
          <!-- 画像あり -->
          <Caution>
            <h2>実施詳細</h2>
            <p>各回 17:00〜17:45（16:50開場）</p>
            <div class="wrapper">
              <p>4月8日(月) @奉仕園スコットホール</p>
                <p>集合 -</p>
                <p>16:20　早稲田キャンパス　大隈講堂前</p>
                <p>16:20　西早稲田キャンパス　56号館前</p>
                <p>16:20　戸山キャンパス　戸山公園</p>
              </div>
              <div class="wrapper">
                <p>4月10日(水) @コズミックセンター大会議室</p>
                <p>集合 - </p>
                <p>16:20 戸山キャンパス 戸山公園</p>
                <p>16:20 早稲田キャンパス 大隈講堂前</p>
                <p>16:30 西早稲田キャンパス 56号館前</p>
                <p>各回 17:00〜17:45（16:50開場）</p>
            </div>
          </Caution>
        </div>
        <div class="events event2">
          <h2>交流ランチ</h2>
          <p>運営スタッフと一緒にお昼ご飯を食べながら、早稲田祭や運営スタッフについて話すことができる企画です。出入り自由ですので、短時間で気軽に参加したい方や、先輩と直接話してみたい方におすすめです。（※お昼ご飯は持参してください。）</p>
          <!-- 画像あり -->
          <Caution>
            <h2>実施詳細</h2>
            <p>各回 17:00〜17:45（16:50開場）</p>
            <div class="wrapper">
                <p>企画場所 -</p>
                <p>早稲田キャンパス　大隈庭園</p>
                <p>戸山キャンパス　戸山公園</p>
                <p>西早稲田キャンパス　56号館前</p>
              </div>
              <div class="wrapper">
                <p>日時</p>
                <p>早稲田キャンパス　：4月8日(月)、11日(木)</p>
                <p>戸山キャンパス　　：4月9日(火)、12日(金)</p>
                <p>西早稲田キャンパス：4月10日(水)</p>
            </div>
          </Caution>
        </div>

      <p>③早稲田祭ツアー<br>
      運営スタッフと一緒に早稲田・戸山両キャンパスを回りながら、早稲田祭当日の様子についてクイズや動画を交えつつ話を聞くことができます。<br>
      早稲田祭当日の様子や運営スタッフの役割を知りたい方、参加者同士で友達を増やしたい方におすすめです！</p>
      <p>企画場所：早稲田キャンパス・戸山キャンパス各所</p>
      実施日時：4月9日(火)、12日(金)
      各回 16:30～17:30
      集合：16:20 早稲田キャンパス 大隈銅像前
      ※こちらの企画に参加するには、事前申し込みが必要です。以下の参加希望フォームから申し込みをお願いします。
      参加フォームはこちら
      　④運スタフェア
      全8局の局ごとの活動内容を分かりやすく説明します。各局の活動についてもっと詳しく知りたい方におすすめです。また個別相談もできるので、何か聞きたいことがある方もお気軽にいらしてください！
      企画場所：学生会館（場所の詳細は4月上旬に更新します）
      実施日時：4月11日(木)
      各回 17:00〜18:00
      集合：16:30 早稲田キャンパス 大隈銅像前 
      　　　16:40 戸山キャンパス 戸山キャンパス正門前
      </section>
      【復刻！ 新歓祭丼】
      （祭丼の画像）
      メニュー名 : サクラ×まつり
      販売期間 : 4/15(月)～19(金)
      販売場所 : 大隈ガーデンハウス2階、戸山カフェテリア
      価格 : 450円（税込）
      早稲田祭と生協のコラボメニュー「祭丼」が新入生のみなさんのために期間限定で復活します。外はパリッと、中はジューシーな唐揚げは食欲をそそること間違いなし！温泉卵を割ると半熟の黄身のとろっとした食感が二度美味しい一品です。この機会にぜひご賞味ください。

    </main>
  </article>
</template>

<script>
import MainVisuial from '~/components/TopVisual'
import BrainLine from '~/components/BrainLine'
import Caution from '~/components/Caution'

export default {
  components: {
    MainVisuial,
    BrainLine,
    Caution
  }
}
</script>

<style scoped>
h2{
  margin-bottom: 3vmin;
}
.wrap{
  margin-top: 15vmin;
}
.events{
  margin: 3vmin 0;
}

.wrapper{
  margin: 3vmin 0;
}
</style>